Repository: CrosClemence/div2007
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# example_text
source: Overwrite this example text in your div2007 setup.
da: Overskriv denne eksempel tekst i dine div2007 indstillinger.

# security.internal_hashed_password_error
source: Failed to fetch a hashed password
da: Kunne ikke hente en hash-adgangskode

# security.internal_decrypt_auto_login_failed
source: Failed to decrypt the auto login password
da: Kunne ikke dekryptere auto-login-adgangskoden

# security.internal_rsaauth_process_incoming_field_failed
source: RSA auth service failed to process incoming field "%s"
da: RSA auth service kunne ikke behandle indgående felt "%s"

# security.internal_rsaauth_retrieve_private_key_failed
source: RSA auth service failed to retrieve private key
da: RSA auth service kunne ikke hente privat nøgle

# security.internal_rsaauth_backend_not_available
source: Required RSA auth backend not available
da: Påkrævet RSA-auth backend ikke tilgængelig

# error.internal_required_extension_missing
source: The extension "%1$s" is required and must be installed
da: Udvidelsen "%1$s" er påkrævet og skal være installeret

# privacy_policy.title
source: Privacy Policy
da: Privatlivspolitik

source: Privacy Policy Acknowledgement
da: Bekræftelse af privatlivspolitik

# privacy_policy.approval_required
source: Before you can continue, your approval to this website's privacy policy is required
da: Før du kan fortsætte, kræves din godkendelse til denne websides privatlivspolitik

# privacy_policy.acknowledged
source: I acknowledge and agree to the privacy policy.
da: Jeg anerkender og accepterer privatlivspolitikken.

# privacy_policy.acknowledged_2
source: I agree for any data I transmit through this site, that you can use them in accordance with its Privacy Policy.
da: Jeg godkender at alle data, jeg sender gennem dette websted, kan bruges i overensstemmelse med privatlivspolitikken.

# privacy_policy.hint
source: Hint
da: Tip

# privacy_policy.hint_1
source: You have the right to renounce the agreement to the usage of your personal data at any time via email.
da: Du har til enhver tid ret til at give afkald på aftalen om brugen af dine personlige data via e-mail.

# list_browseresults_first
source: << First
da: << Først

# list_browseresults_prev
source: < Previous
da: < Forrige

# list_browseresults_page
source: Page
da: Side

# list_browseresults_next
source: Next >
da: Næste >

# list_browseresults_last
source: Last >>
da: Sidste >>

# list_browseresults_to
source: to
da: til

# list_browseresults_displays_marker
source: Displaying results ###FROM### to ###TO### out of ###OUT_OF###
da: Viser resultater ###FROM### til ###TO### ud af ###OUT_OF###

# list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
da: Viser resultater ###SPAN_BEGIN###%s til %s</span> ud af ###SPAN_BEGIN###%s</span>
