Repository: CrosClemence/div2007
Catalog: Resources/Private/Language/*.locallang_statusreport.xlf
Languages: da, de

source: Conflicting extensions installed
da: Modstridende udvidelser installeret

source: None
da: Ingen
de: Kein

# keys
source: Extension keys:
da: Udvidelsesnøgler:
de: Erweiterungsschlüssel:

# uninstall
source: Conflicting extensions should be uninstalled for %s to function correctly.
da: Modstridende udvidelser skal afinstalleres for at %s kan fungere korrekt.
de: Widersprüchliche Erweiterungen sollten deinstalliert werden, damit %s korrekt funktioniert.

source: Required extensions not installed
da: Påkrævede udvidelser ikke installeret
de: Benötigte Erweiterung »%s« ist nicht installiert

# install
source: Required extensions should be installed for %s to function correctly.
da: Påkrævede udvidelser skal installeres for at %s kan fungere korrekt.
de: Widersprüchliche Erweiterungen sollten deinstalliert werden, damit %s korrekt funktioniert.

source: Front end login security level
da: Sikkerhedsniveau for Frontend login
de: Front-Login-Sicherheitslevel

# must_be_normal_or_rsa
source: Use the Install tool to set the front end login security level ($TYPO3_CONF_VARS['FE']['loginSecurityLevel']) to "", "normal" or "rsa".
da: Brug installationsværktøjet til at indstille det frontend login sikkerhedsniveau ($TYPO3_CONF_VARS['FE']['loginSecurityLevel']) til "", "normal" eller "rsa".
de: Benutzen Sie das Installationswerkzeug, um das Front-End-Sicherheitslevel ($TYPO3_CONF_VARS['FE']['loginSecurityLevel']) auf "", "normal" oder "rsa" zu setzen.

source: Salted passwords in front end
da: Saltede adgangskoder i frontend

source: Global variables in front end
da: Globale variabler i frontend

source: Enabled
da: Aktiveret
de: Aktiviert

source: Disabled
da: Deaktiveret
de: Deaktiviert

# global_variable_must_be_set
source: For %s to function correctly, the global variable %s must have the value "%s".
da: For at %s kan fungere korrekt, skal den globale variabel %s have værdien "%s".
de: Damit %s korrekt funktioniert, muss die globale Variable %s den Wert "%s " haben.

# salted_passwords_must_be_enabled
source: For %s to function correctly, extension "saltedpasswords" must be installed and must be configured so that salted passwords are enabled in front end. Note that if front end login security level ($TYPO3_CONF_VARS['FE']['loginSecurityLevel']) is not set to "", "normal" or "rsa", then salted passwords cannot be enabled in front end.
da: For at %s kan fungere korrekt, skal udvidelsen "saltedpasswords" installeres og konfigureres, så saltede adgangskoder er aktiveret i frontend. Bemærk, at hvis frontend login sikkerhedsniveau ($TYPO3_CONF_VARS['FE']['loginSecurityLevel']) ikke er sat til "", "normal" eller "rsa", kan saltede adgangskoder ikke aktiveres i frontend.
